[
  {
    "id": 83057,
    "title": "How To Use Illustration in Web Design & 20+ Great Examples of Illustration Styles",
    "excerpt": "Illustrations can be a very effective way of conveying the tone and style of your brand and website. Find out why and when to use illustrations, and explore the different illustration styles you can use.",
    "date": 1648425600,
    "img": "2022_2_blog_How-To-Use-Illustration-in-Web-Design-_-20_-Great-Examples-of-Illustration-Styles1200_630.jpeg",
    "likes": 0
  },
  {
    "id": 82586,
    "title": "How Web Creators Can Start Live Streaming in 2022",
    "excerpt": "Web creators can gain great benefits from live streaming — displaying their work, generating engagement, and networking with other creators. Discover how to start live streaming on the web, from collecting the basic streaming gear to choosing the best platform for your audience.",
    "img": "How-Web-Creators-Can-Start-Live-Streaming-in-2022_blog-cover-scaled.jpeg",
    "date": 1647993600,
    "likes": 0
  },
  {
    "id": 82893,
    "title": "The 5 Different Types of Website Hosting Explained",
    "excerpt": "If you are looking for a hosting provider, you'll quickly discover there are different types of hosting with different prices, features, and technical specifications. In this article, we will discuss the most popular types of hosting and help you to decide which is suitable for your website.",
    "img": "20.03.2022_5-TYPES-OF-WEB-HOSTING-EXPLAINED_BLOG_2022_02_blog_cover_The-Hidden-Costs-of-Website-Hosting_1200_630_no_text-copy-23.png",
    "date": 1647907200,
    "likes": 0
  },
  {
    "id": 82931,
    "title": "Introducing the Updated Library With 100+ New Customizable Popups!",
    "excerpt": "It’s time to freshen up the library and welcome more than 100 new stunning pop-ups, plus ten renewed and optimized ones, for driving engagement and conversions on your website.",
    "img": "New-customizable-popup_blog-cover.png",
    "date": 1647820800,
    "likes": 1
  },
  {
    "id": 82956,
    "title": "Elementor Websites of February 2022",
    "excerpt": "February’s showcase adds some much-needed color and excitement to the long wintery season. From high-end business technology and creative NFTs to underground urban paintings and community arts and so much in between, these websites offer something for everyone.",
    "img": "2022_02_blog_showcase_January_blog-cover-1200X630.jpeg",
    "date": 1647475200,
    "likes": 4
  },
  {
    "id": 82770,
    "title": "6 Top Ecommerce Security Threats and Solutions of 2022",
    "excerpt": "According to recent studies, 32% of direct and organic traffic to ecommerce sites comes from Invalid Traffic — bots, malicious users, or suspicious users. In this article, we will dive deeper into some of these threats and offer the best solutions to address them.",
    "img": "2022_02_6-Top-Ecommerce-Security-Threats-and-Solutions-of-2022_1200_630-1.jpeg",
    "date": 1647216000,
    "likes": 4
  },
  {
    "id": 82836,
    "title": "4 Women Making Moves in Web Creation",
    "excerpt": "Today is International Women’s Day, and what better way to celebrate girl power than with some inspiring stories from women web creators in our community across the globe.",
    "img": "2022_02_blog_cover_International-Womens-Day-Inspiring-Women-Web-Creators-Stories_1200_630_no_text_2-1024x538.png",
    "date": 1646697600,
    "likes": 6
  },
  {
    "id": 82839,
    "title": "The Opportunities and Challenges of Being a Female Web Entrepreneur in 2022",
    "excerpt": "While the web creates more equal opportunities, female founders secured only 2% of venture capital in the U.S. in 2021. Miriam Schwab, Co-founder and CEO of Strattic, shares her personal story and challenges as a female tech entrepreneur and why she firmly believes the future is bright for women in tech.",
    "img": "2022_02_blog_cover_International-Womens-Day-Miriam-Schwabs-guest-post_1200_630_no_text-1-scaled.jpeg",
    "date": 1646719200,
    "likes": 3
  },
  {
    "id": 82814,
    "title": "The Hidden Costs of Website Hosting",
    "excerpt": "When you look at web hosting costs on a hosting provider's site, you'll typically see one single number for each plan. That's why it's easy to think that one price is all you'll ever pay. But Is that really the case? In this post, we're going to dig into web hosting costs in detail, including those hidden costs that you'll want to pay attention to.",
    "img": "2022_02_blog_cover_The-Hidden-Costs-of-Website-Hosting_22_2022_02_blog_cover_The-Hidden-Costs-of-Website-Hosting_1200_630-scaled.jpeg",
    "date": 1646611200,
    "likes": 7
  },
  {
    "id": 82777,
    "title": "How To Create a Web Design Workflow: A Complete Guide",
    "excerpt": "Having a solid workflow can greatly improve your productivity and, in turn, your profit margins and client satisfaction. In this guide, we’ll break down the key phases and steps your workflow will need.",
    "img": "2022_02_blog_cover_How-To-Create-a-Web-Design-Workflow_2022_02_blog_cover_How-To-Create-a-Web-Design-Workflow_1200_630-scaled.jpeg",
    "date": 1646524800,
    "likes": 4
  },
  {
    "id": 82511,
    "title": "Introducing Elementor’s New Wireframe Kits",
    "excerpt": "Translating a concept for a website or an idea into a full-blown designed website can be difficult. Add to that the need to align other stakeholders, and you may have a real challenge. With Wireframe Kits, you get a blueprint for a full website that you can build upon and add your own content and design to.",
    "img": "Wireframe-Kit-Blog-Post-Cover.jpeg",
    "date": 1645401600,
    "likes": 26
  },
  {
    "id": 82435,
    "title": "Elementor Websites of January 2022",
    "excerpt": "Showcasing many of the trends we recently predicted for 2022, January’s showcase offers an intriguing list of websites that weave together a journey that delights the eyes, warms the heart, sparks the imagination, and blows the mind.",
    "img": "2022_02_blog_showcase_January_blog-cover-1200X630.jpeg",
    "date": 1644796800,
    "likes": 1
  },
  {
    "id": 55005,
    "title": "40+ Latest Web Design Statistics for 2022",
    "excerpt": "We’ve expanded our annual roundup of the latest web design statistics to include data on SEO, customer loyalty, and user privacy. Don’t worry. All the information you need to create better websites this year — related to web design, WordPress, ecommerce, and more — is here, too!",
    "img": "Blog-30-Design-Stats-1_story-txt-copy-3.png",
    "date": 1643846400,
    "likes": 5
  },
  {
    "id": 82126,
    "title": "Powered by You",
    "excerpt": "10,000,000 active websites are now #BuiltWithElementor. To celebrate this monumental milestone, we take a look at the key facts and figures of 2021 in our latest interactive infographic.",
    "img": "2022_01_desktop_10M-Infographic-_-LP-Design_FB_1200X1200_02.png",
    "date": 1642636800,
    "likes": 8
  },
  {
    "id": 81869,
    "title": "End-of-Year Showcase 2021 — the Winners",
    "excerpt": "From an initial pool of over 100 hopefuls to a shortlist of 30, we’ve finally arrived at the moment you’ve all been waiting for — announcing the Top 10 Elementor Websites of the Year!",
    "img": "End-of-Year-Showcase-Winners-2021.png",
    "date": 1641340800,
    "likes": 10
  },
  {
    "id": 45456,
    "title": "10 Web Design Trends To Expect in 2022",
    "excerpt": "2021 was a crazy year to say the least. Let’s pause for a moment to wrap things up and see what the future holds by taking a sneak peek into next year’s top design fads. We’ve selected upcoming 10 trends to spark your imagination.",
    "img": "2021_12_blog_cover_Web-Design-Trends-for-2022_1200_630.jpeg",
    "date": 1640044800,
    "likes": 29
  }
]